#Задача 2

var1 = int(input("Enter any number, please, "))
var2 = int(input("Enter one more number, please, "))
a = var2
var2 = var1
var1 = a
print(var1)
print(var2)

#знаю, что не такого решения вы ожидали, но на большее моих мозгов не хватило





